Repository: yaraiosdev/nano2
Catalog: sentmint/*.lproj/Localizable.strings
Languages: ar

source: Tameny
ar: طمني

source: How are you feeling today?
ar: كيف تشعر اليوم؟

source: That’s amazing!
ar: هذا مذهل!

source: Here’s a little reward for you♡
ar: إليك مكافأة صغيرة♡

source: remember doing the little things make us the happiest.
ar: تذكر أن القيام بالأشياء الصغيرة تجعلنا أسعد.

source: You’ll be fine don’t worry!
ar: ستكون بخير لا تقلق!

source: Listen to this relaxing music♡
ar: استمع إلى هذه الموسيقى الهادئة ♡

source: Set peace of mind as your highest goal, and organize your life around it.
ar: اجعل راحة البال هدفك الأساسي ، وقم بتنظيم حياتك حولها.

source: Take a deep breath!
ar: خذ نفس عميق!

source: Here’s a reminder for you♡
ar: هذا تذكير لك ♡

source: Falling down is part of life, getting back uo is living.
ar: السقوط هو جزء من الحياة ، والصعود هو الحياة.

source: That’s great!
ar: هذا جيد!

source: Fantastic!
ar: جميل!

source: You deserve happy things♡
ar: ♡ أنت تستحقين أشياء سعيد

source: Happiness is a mood, positivity is a mindset.
ar: السعادة مزاج ، الإيجابية هي عقلية.

source: Let it go!
ar: دعها تذهب!

source: Don’t listen to the negative voice inside your mind♡
ar: لا تستمع للصوت السلبي بداخل عقلك ♡

source: If it comes,let it if it goes, let it
ar: إذا جاء ، دعه إذا ذهب ، دعه

source: You are strong!
ar: انت قوي!

source: You will be okay, It just takes some time to heal.
ar: ستكون بخير ، يستغرق الأمر بعض الوقت للشفاء.

source: It’s okay!
ar: سيكون بخير!

source: Talk a little nicer to yourself today♡
ar: تحدث مع نفسك بشكل لطيف قليلا اليوم♡

source: Daily reminder to smile, plan, do.
ar: تذكير يومي بالابتسام والتخطيط والقيام.
